docs/benchmarking/datasets/benchmark-dry-run/raw/wrk/run-001/wrk.txt
Running 5s test @ http://127.0.0.1:8080/
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.55ms    1.69ms  14.83ms   72.06%
    Req/Sec   788.48    232.42     1.31k    53.00%
  7847 requests in 5.00s, 8.34MB read
Requests/sec:   1568.82
Transfer/sec:      1.67MB